/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "breadcrumbs": true,
        "show_page_title": true,
        "page_title_alignment": "text-center",
        "info_title": "",
        "info_content": "",
        "section_width": "max-w-narrower",
        "color_scheme": "",
        "spacing_top": "2",
        "spacing_bottom": "2"
      }
    },
    "planet_template_zknpkE": {
      "type": "planet-template",
      "blocks": {
        "planet_image_YXi6Ap": {
          "type": "planet_image",
          "settings": {
            "image": "shopify://shop_images/IMG_1060.jpg"
          }
        },
        "planet_title_PWFFj7": {
          "type": "planet_title",
          "settings": {
            "title": "<strong>Para uma marca ser intitulada sustentável e consciente, deve-se considerar inúmeros fatores. Buscamos aprimorar cada vez mais nossas práticas conforme nosso crescimento financeiro permite.</strong>"
          }
        },
        "planet_title_6p6YwW": {
          "type": "planet_title",
          "settings": {
            "title": "Aqui estão todas as nossas ações para tornar a Pacchi o mais responsável socialmente e ambientalmente possível:"
          }
        },
        "planet_content_XAixQw": {
          "type": "planet_content",
          "settings": {
            "content_title": "<strong>1 — 4 Matéria prima</strong>",
            "content_text": "l. Para o tingimento dos nossos tecidos é utilizado <strong>água de reuso</strong>, e não água potável. Isto foi possível graças a uma parceria do nosso fornecedor com a SABESP (Companhia de Saneamento do Estado de São Paulo), garantindo que a água do seu processo produtivo seja sempre tratada após o uso, retornando posteriormente ao processo em um <strong>sistema contínuo e cíclico.</strong>"
          }
        },
        "planet_content_c9N643": {
          "type": "planet_content",
          "settings": {
            "content_title": "",
            "content_text": "ll. Utilizamos a matéria prima Amni Soul Eco®, o <strong>primeiro fio de poliamida do mundo</strong> com aditivos que acelera a decomposição em aterros sanitários. Ela também <strong>reduz a descarga de microplásticos</strong> gerados em lavandarias que acabam em ambientes marinhos. Ela permite que sua decomposição seja até <strong>10 vezes mais rápida em aterros e cerca de 20 vezes mais rápida nos oceanos</strong>, reduzindo o acúmulo de resíduos têxteis no planeta e diminuindo o impacto ambiental da cadeia têxtil."
          }
        },
        "planet_content_zjiEzz": {
          "type": "planet_content",
          "settings": {
            "content_title": "",
            "content_text": "lll. Graças ao selo de CO2 Control®, os tecidos são produzidos com economia<strong> e redução da emissão de gás carbônico. </strong>Além disso, graças a sua <strong>tecnologia que não amassa</strong>, é evitado o gasto de energia com o ferro de passar."
          }
        },
        "planet_content_WJTKXV": {
          "type": "planet_content",
          "settings": {
            "content_title": "<strong>2 — 4 Atemporalidade</strong>",
            "content_text": "l. Valorizamos peças duráveis e versáteis, que vão de encontro com produtos virais e momentâneos. Prezamos por peças que tenham um longo ciclo de vida no seu armário. Para a atemporalidade de uma peça, consideramos: design, mão de obra qualificada, matéria prima durável e tecnologia."
          }
        },
        "planet_content_gd9kyD": {
          "type": "planet_content",
          "settings": {
            "content_title": "<strong>3 — 4 Slow Fashion</strong>",
            "content_text": "l. Queremos promover um consumo contrário às fast-fashions e às grandes tendências. Nos comprometemos com um <strong>consumo consciente e desacelerado, promovendo qualidade ao invés de quantidade.</strong> Vamos diretamente contra modas passageiras, priorizando peças com design minimalistas e sem estampas. "
          }
        },
        "planet_content_AjYyeK": {
          "type": "planet_content",
          "settings": {
            "content_title": "<strong>4 — 4 Transparência</strong>",
            "content_text": "l. Para uma marca consciente e transparente, nos certificamos com uma <strong>produção brasileira, ética, regional e qualificada</strong>. Divulgamos em nossas redes todo l nosso time envolvido em toda cadeia de produção das peças."
          }
        }
      },
      "block_order": [
        "planet_image_YXi6Ap",
        "planet_title_PWFFj7",
        "planet_title_6p6YwW",
        "planet_content_XAixQw",
        "planet_content_c9N643",
        "planet_content_zjiEzz",
        "planet_content_WJTKXV",
        "planet_content_gd9kyD",
        "planet_content_AjYyeK"
      ],
      "disabled": true,
      "settings": {}
    },
    "default_content_page_wB3nqw": {
      "type": "default-content-page",
      "blocks": {
        "content_eQdjGX": {
          "type": "content",
          "settings": {
            "content": "<p>Na Pacchi, a sustentabilidade nunca foi um diferencial — ela sempre foi o ponto de partida. Desde o início, construímos a marca com consciência do nosso impacto no mundo, entendendo que cada escolha importa: o tecido que usamos, a forma como produzimos, as pessoas que envolvemos, o tempo que respeitamos. Sabemos que ainda estamos em processo, aprendendo e ajustando à medida que crescemos, mas sempre comprometidas com um caminho mais responsável e honesto com o que acreditamos.</p><h3><strong>Matéria prima das nossas malhas</strong></h3><p>l. Para o tingimento dos nossos tecidos é utilizado <strong>água de reuso</strong>, e não água potável. Isto foi possível graças a uma parceria do nosso fornecedor com a SABESP (Companhia de Saneamento do Estado de São Paulo), garantindo que a água do seu processo produtivo seja sempre tratada após o uso, retornando posteriormente ao processo em um <strong>sistema contínuo e cíclico.</strong></p><p>ll. Utilizamos a matéria prima Amni Soul Eco®, o <strong>primeiro fio de poliamida do mundo</strong> com aditivos que acelera a decomposição em aterros sanitários. Ela também <strong>reduz a descarga de microplásticos</strong> gerados em lavandarias que acabam em ambientes marinhos. Ela permite que sua decomposição seja até <strong>10 vezes mais rápida em aterros e cerca de 20 vezes mais rápida nos oceanos</strong>, reduzindo o acúmulo de resíduos têxteis no planeta e diminuindo o impacto ambiental da cadeia têxtil.</p><p>lll. Graças ao selo de CO2 Control®, os tecidos são produzidos com economia<strong> e redução da emissão de gás carbônico. </strong>Além disso, graças a sua <strong>tecnologia que não amassa</strong>, é evitado o gasto de energia com o ferro de passar.</p><h3><strong>Atemporalidade como valor</strong></h3><p>l. A Pacchi nasce do desejo de desacelerar. Acreditamos na força de peças que não expiram — que continuam fazendo sentido com o passar do tempo, acompanhando as transformações de quem veste. Mais do que seguir tendências, buscamos criar roupas que permaneçam relevantes, esteticamente e funcionalmente. Por isso, não nos guiamos por modismos nem por ciclos de moda passageiros.</p><p>Nossa abordagem da atemporalidade começa no design: formas limpas, proporções equilibradas, ausência de excessos e estampas, e uma paleta de cores sóbria. Mas ela também está na qualidade da matéria-prima, na construção precisa da modelagem e na excelência do acabamento. O ciclo de vida das nossas peças é prolongado tanto pela durabilidade dos materiais quanto pela resistência simbólica do visual minimalista, que permanece atual em qualquer temporada.</p><p>Atemporal não significa básico. Significa inteligente. Uma peça Pacchi não é feita para ser esquecida no armário, mas para ser usada repetidamente, em diferentes contextos, com diferentes significados — e ainda assim permanecer inteira, elegante e atual.</p><h3><strong>Compromisso com Slow Fashion</strong></h3><p>II. Fazemos parte do movimento que questiona a lógica acelerada da indústria da moda. Não acreditamos na urgência de coleções que duram semanas nem no consumo acelerado a qualquer custo e influência. </p><p>Nossa produção é feita em menor escala, respeitando o tempo necessário de cada etapa — da concepção ao acabamento. Produzir menos nos permite errar menos, desperdiçar menos e valorizar mais cada item que colocamos no mundo. Priorizamos qualidade em vez de quantidade, permanência em vez de efemeridade.</p><p>Esse ritmo mais consciente também é um convite ao consumidor: que ele se conecte de forma mais profunda com suas escolhas, compre menos, use mais, e crie um armário com mais identidade e menos ruído. Para nós, vestir-se é um ato político — e desacelerar é parte disso.</p><h3><strong>Transparência & Ética</strong></h3><p>III. Ser uma marca transparente é mais do que mostrar os bastidores — é assumir a responsabilidade por cada decisão tomada e seus impactos. A Pacchi é comprometida com uma cadeia produtiva que valoriza as relações humanas, fomenta a economia local e respeita todas as pessoas envolvidas no processo.</p><p>Toda a nossa produção é feita no Brasil, por profissionais que trabalham em condições justas, com dignidade e reconhecimento. Cultivamos relações próximas com nossos fornecedores, costureiras e modelistas, construindo uma rede de confiança e colaboração. Não terceirizamos valores — fazemos questão de acompanhar de perto cada fase da produção.</p><p>Divulgamos em nossas redes quem são essas pessoas, onde e como trabalham, porque acreditamos que a moda só é ética quando é humana. Mostrar a origem das peças é também mostrar para onde queremos ir: um futuro onde a beleza não se constrói à custa da invisibilidade de ninguém.</p>"
          }
        }
      },
      "block_order": [
        "content_eQdjGX"
      ],
      "name": "Default Content Page",
      "settings": {
        "show_breadcrumbs": true,
        "show_category_square": true,
        "page_title_box": "{{ page.title }}",
        "page_title": "Nossa responsabilidade ambiental.",
        "featured_image": "shopify://shop_images/Plenty_Amb-001_camiseta_rev-007_IMG-001_RGB_WEB_1_32622fbc-98fd-48ce-b79f-498ddf83a39e.png",
        "section_width": "max-w-narrow",
        "color_scheme": "",
        "spacing_top": "2",
        "spacing_bottom": "2"
      }
    }
  },
  "order": [
    "main",
    "planet_template_zknpkE",
    "default_content_page_wB3nqw"
  ]
}
